Repository: alifaraji/wp-randomize
Catalog: languages/wp-randomize-*.po
Languages: fa_ir

source: Display categories and posts randomly.
fa_ir: نمایش تصادفی دسته ها و نوشته ها

source: WP Randomize
fa_ir: وردپرس تصادفی

source: Random Categories
fa_ir: دسته تصادفی

source: There are no posts matching criteria. Please configure widget&#8217;s settings.
fa_ir: هیچ نوشته ای با این مشخصات یافت نشد. لطفا تنظیمات ابزارک را تغییر دهید.

source: <strong>Select categories</strong> which you want to display randomly:
fa_ir: <strong>دسته </strong> هایی را که می خواهید به صورت تصادفی نمایش داده شوند انتخاب کنید:

source: Maximum Post Number:
fa_ir: تعداد نوشته:

source: Display Posts Randomly
fa_ir: نمایش تصادفی نوشته ها

source: If not checked, Recent posts of each category will be displayed.
fa_ir: اگر این گزینه را تیک نزنید، آخرین نوشته های هر دسته نمایش داده خواهند شد.

source: Display
fa_ir: ظاهر

source: You can change widget&#8217;s Display settings here.
fa_ir: تنظیمات مربوط به ظاهر ابزارک را از اینجا می توانید تغییر دهید.

source: Link Color:
fa_ir: رنگ لینک:

source: Text Color:
fa_ir: رنگ متن:

source: Display Posts Excerpt
fa_ir: نمایش خلاصه نوشته

source: Text before widget title:
fa_ir: متن قبل از عنوان ابزارک:

source: e.g. Random Category:
fa_ir: برای مثال: دسته تصادفی:

source: Advanced Settings
fa_ir: تنظیمات پیشرفته

source: <strong>Notice:</strong> These settings are used to change widget&#8217;s template. If you are not sure how to use them, Please left them empty and do not change anything.
fa_ir: <strong>هشدار: </strong> این تنظیمات برای تغییر قالب ابزارک به کار می روند. اگر درمورد نحوه استفاده از آنها مطمئن نیستید، آنها را خالی گذاشته و چیزی را تغییر ندهید.

source: Before Widget HTML opening Tags:
fa_ir: تگ HTML قبل از ابزارک:

source: After Widget HTML closing Tags:
fa_ir: تگ HTML بعد از ابزارک:

source: Before Title HTML opening Tags:
fa_ir: تگ HTML قبل از عنوان:

source: After Title HTML closing Tags:
fa_ir: تگ HTML بعد از عنوان:

source: Adds <strong>advanced random categories & posts Widget</strong> which you can fully customize.
fa_ir: اضافه کردن <strong>ابزارک پیشرفته نمایش تصادفی دسته ها و نوشته ها</strong> با تنظیمات گسترده.
